{"plaques": [{"name": "William Alexander (1826 - 1894)", "location": "3 Belvidere Street", "area": "Central Aberdeen", "type": "Writer and Journalist. Born near Pitcaple, Aberdeenshire, he joined the staff of the North of Scotland Gazette, later the Aberdeen Free Press, in 1852 and became editor in 1870. He published novels serially in that newspaper and is remembered as the author of Johnny Gibb of Gushetneuk.", "about": "\n\n\n\n"}, {"name": "Sir Dugald Baird (1899 - 1986)", "location": "38 Albyn Place", "area": "Central Aberdeen", "type": "Medical Pioneer. Born in Greenock and a graduate of Glasgow University he was appointed to the chair of Obstetrics and Gynaecology at Aberdeen University in 1937. Under his directorship the University's Obstetric Medical Research Unit was set up. He was a principal supporter of the 1967 Abortion Bill.", "about": "\n\n\n\n"}, {"name": "Lady May Baird (1901 - 1983)", "location": "38 Albyn Place", "area": "Central Aberdeen", "type": "Social Pioneer. Born in Lanarkshire and a graduate of Glasgow University Lady May was Chair of The North Eastern Regional Hospital Board for 18 years. She was a champion of Health Service improvement, and with her husband was honoured as a Free Burgess of Aberdeen.", "about": "\n\n\n\n"}, {"name": "John Barbour (1316 - 1395)", "location": "53 Castle Street, Former Bank of Scotland Building", "area": "Central Aberdeen", "type": "Poet and Author. In 1357 he became the Archdeacon of St Machar's Cathedral, Aberdeen, and travelled frequently to Oxford to study. He was the author of the metrical The Brus, a life of Robert the Bruce and the now lost A Chronicle of Scottish History.", "about": "\n\n\n\n"}, {"name": "Lord John Boyd Orr (1880 - 1971)", "location": "Director's Residence, Rowett Institute, Greenburn Road, Bucksburn", "area": "North Aberdeen", "type": "Nutritionist. Born in Ayrshire and a graduate of Glasgow University he established the Food and Agriculture Organisation of the United Nations. He became the first Director of the Rowett Research Institute, Aberdeen and received the Nobel Prize in 1949.", "about": "\n\n\n\n"}, {"name": "Very Reverend Professor David Smith Cairns (1862 - 1946)", "location": "Former Christ's College, Alford Place", "area": "Central Aberdeen", "type": "Theologian. Born in Stitchel, Roxburghshire, and educated at Kelso High School he studied at Edinburgh and Marburg Universities and at The United Presbyterian Theological College, Edinburgh. He served as Professor of Dogmatics and Apologetics at the United Free Church College, later Christ's College in Aberdeen, 1907 - 1937, and is remembered as a pioneer of the Ecumenical Movement.", "about": "\n\n\n\n"}, {"name": "Ronald Center (1913 - 1973)", "location": "16 Elmbank Road", "area": "Central Aberdeen", "type": "Composer. Born in Aberdeen, he served as Organist at High Hilton Church and taught at The Gordon Schools, Huntly. He is remembered as a composer of string quartets and piano works, Lachrymae for string orchestra and the cantata Dona Nobis Pacem.", "about": "\n\n\n\n"}, {"name": "Sir John Ninian Comper (1864 - 1960)", "location": "17 Spital, St Margaret's Convent", "area": "Central Aberdeen", "type": "Church Architect. Born in Aberdeen, the son of an Episcopalian clergyman, he was educated at Trinity College, Glenalmond. He studied art at Edinburgh, Oxford and the Royal College of Art London, and was apprenticed to an Ecclesiastical Architect's Practice in 1887. He designed the chapel of the Convent of St Margaret of Scotland, Spital in 1891 and the Seabury Memorial Restoration, St Andrew's Cathedral.", "about": "\n\n\n\n"}, {"name": "James Cowie (1886 - 1956)", "location": "8 Fonthill Road", "area": "South Aberdeen", "type": "Artist and Head of Painting at Gray's School of Art. Born near Monquhitter, Aberdeenshire, Cowie attended Aberdeen University before pursuing a career as an artist in Glasgow, Aberdeen and Arbroath. He was appointed Head of Painting at Gray's School of Art in 1935 and was elected an Associate of the Royal Scottish Academy in 1936 and Academician in 1943.", "about": "\n\n\n\n"}, {"name": "William Dyce (1806 - 1864)", "location": "48 Marischal Street", "area": "Central Aberdeen", "type": "Artist. Educated at Aberdeen Grammar School and Marischal College. He worked with oil and watercolour, in fresco, and designed stained glass. His finest easel pictures are of religious subjects. He was elected an Associate of the Royal Scottish Academy in 1835. He is remembered as a leader of the High Church Movement and as a chorister and composer.", "about": "\n\n\n\n"}, {"name": "Alexander Ellis (1830 - 1917)", "location": "66 Springbank Terrace", "area": "Central Aberdeen", "type": "Architect. Born in Aberdeen and educated at Robert Gordon's Hospital and Aberdeen University, he trained with William Smith, City Architect. He set up his own business and then formed a partnership with R.G. Wilson which lasted until 1895. Ellis is best remembered for his work on ecclesiastical buildings including churches in Aberdeen, Dundee, Banff, Ellon, Fraserburgh and the west wing of Blair's College.", "about": "\n\n\n\n"}, {"name": "Mary Esslemont (1891 - 1984)", "location": "30 Beechgrove Terrace", "area": "Central Aberdeen", "type": "General Practitioner. Born in Aberdeen she studied at Aberdeen University and became the first woman president of the Student's Representative Council in 1923. She qualified as a General Practitioner, worked as a Justice of the Peace and was elected President of the Medical Women's Association and President of the Soroptimists of Great Britain and Ireland. Esslemont was made a CBE in 1955 and awarded the degree of LLD from Aberdeen University. She is also honoured as a Free Burgess of the City of Aberdeen.", "about": "\n\n\n\n"}, {"name": "Elizabeth Latto Ewen (1875 - 1965)", "location": "26 Chapel Street", "area": "Central Aberdeen", "type": "Aberdeen's First Female General Practitioner. Born in Fyvie she studied in Edinburgh and Dublin before returning to Aberdeen to open the city's first Ladies' Medical Practice in Chapel Street in 1896. She also worked as a medical examiner for the Colonial Mutual Assurance Society and became the first woman member of the local branch of the British Medical Association.", "about": "\n\nThe Rotary Club of Aberdeen\n\n"}, {"name": "Ian Fleming (1906 - 1994)", "location": "15 Fonthill Road", "area": "South Aberdeen", "type": "Artist. He is best known as an engraver and etcher but he also played a fundamental part in the visual arts in Aberdeen. His career spanned almost an entire century as a painter, printmaker and teacher at Glasgow School of Art and later at Gray's School of Art in Aberdeen where he was Head of School.", "about": "\n\n\n\n"}, {"name": "George Milne Fraser (1862 - 1938)", "location": "Central Library, Rosemount Viaduct", "area": "Central Aberdeen", "type": "Historian and City Librarian. Born in Methlick he worked as a journalist for Aberdeen Free Press from 1887 to 1899. He was appointed City Librarian in 1899 and became responsible for building up a collection of local history material. He is remembered as the author of Historical Aberdeen and Aberdeen Street Names.", "about": "\n\nThe Rotary Club of Aberdeen\n\n"}, {"name": "Mary Garden (1874 - 1967)", "location": "41 Dee Street", "area": "Central Aberdeen", "type": "Opera Singer. Born in Aberdeen she trained in Paris, where she joined the Opera-Comique. She sang the lead role in Gustave Charpentier's opera Louise in 1900 and enjoyed unrivalled success until her retirement in 1934. Mary Garden will be remembered as the composer's choice to create the role of Melisande in Debussy's Pelleas et Melisande.", "about": "\n\n\n\n"}, {"name": "James Gibbs (1682 - 1754)", "location": "West St Nicholas Church, West Wall, Union Street", "area": "Central Aberdeen", "type": "Architect. Born in Footdee, Aberdeen, he studied in Italy and his Book of Architecture helped to spread the Palladian style throughout the New World. A friend and disciple of Sir Christopher Wren, in 1713 Gibbs became one of the commissioners for building new churches in London. He went on to design St. Martin-in-the-Fields (1726), St. Bartholomew's Hospital (1730), The Senate House for Cambridge University (1730), The Radcliffe Camera for Oxford University (1737-47) and West St. Nicholas Church in Aberdeen (constructed 1752-55). He was made a Burgess of Aberdeen in 1739.", "about": "\n\n\n\n"}, {"name": "James William Giles (1801 - 1870)", "location": "64 Bon Accord Street", "area": "Central Aberdeen", "type": "Artist. He founded the Aberdeen Artists Society in 1827 and was elected an Academician of the Royal Scottish Academy in 1829. He is best known for his paintings of Aberdeenshire castellated buildings and as a landscape architect.", "about": "\n\n\n\n"}, {"name": "Sir David Gill (1843 - 1914)", "location": "48 Skene Terrace", "area": "Central Aberdeen", "type": "Astronomer. Born in Aberdeen and educated at Aberdeen Grammar School and Marischal College, he took the first photographs of the moon in 1868. He was appointed Her Majesty's Astronomer at the Cape of Good Hope in 1879 and elected Fellow of the Royal Society.Download the story of Sir David Gill", "about": "\n\n\n\n"}, {"name": "Alexander Gordon (1752 - 1799)", "location": "17 Belmont Street", "area": "Central Aberdeen", "type": "Obstetrician. Born in Peterculter he gained his MA at Marischal College before reading medicine at Aberdeen Infirmary, Edinburgh and Leiden. He worked as a surgeon in HM Navy prior to studying midwifery in London. Gordon was appointed physician to the Aberdeen Dispensary in 1785 and published A Treatise on the Epidemic Puerperal Fever of Aberdeen, 1795.", "about": "\n\n\n\n"}, {"name": "Harry Gordon (1893 - 1957)", "location": "Music Hall, South Silver Street", "area": "Central Aberdeen", "type": "Entertainer. Born in Aberdeen he started his career aged 15 at the Old Empire, George St and entertained at the Beach Pavilion. He worked also with the BBC in the 1920s and 1930s and produced many records.", "about": "\n\n\n\n"}, {"name": "Lewis Grassic Gibbon (1901 - 1935)", "location": "5 St Mary's Place", "area": "Central Aberdeen", "type": "Novelist. Born in Auchterless and educated at Mackie Academy. He then became a journalist for the Aberdeen Journal and later was a clerk for the RAF. He is best remembered for his notable trilogy A Scots Quair. He is generally recognised as one of the greatest twentieth century Scottish authors.", "about": "\n\nJointly sponsored by the Saltire Society (North-East Branch) and the Grassic Gibbon Centre\n\n"}, {"name": "Catherine Hollingworth (1904 - 1999)", "location": "31 King Street", "area": "Central Aberdeen", "type": "Speech Therapist and Child Drama Pioneer. Born in Brechin and educated at the Royal Academy of Music she became Aberdeen's first teacher of speech in 1941. In 1942 she created the Abredeen Children's Theatre which attracted international recognition for its pioneering work in the field of child drama.", "about": "\n\nThis plaque is sponsored by a group of her colleagues, friends and ex-pupils.\n\n"}, {"name": "William Jackson (1849 - 1915)", "location": "Thorngrove 500 Great Western Road", "area": "Central Aberdeen", "type": "Engineer and Inventor. Born in Inverurie he started his work in an iron foundry in Banff and was then apprenticed to Hall Russell and Co., shipbuilders. He joined the Scottish Assam Tea Company in 1870, where he designed and manufactured tea-processing machinery, before creating an engineering establishment at Thorngrove. He is also remembered as Director of Aberdeen Suburban Tramways.", "about": "\n\n\n\n"}, {"name": "William Kennedy (1758 - 1836)", "location": "46 Marischal Street", "area": "Central Aberdeen", "type": "Lawyer and Historian. Born in Aberdeen he practised as a lawyer in the city. He is best known as a local historian who compiled a three-volume alphabetical index to the council registers of Aberdeen City Council from 1398-1836. He is principally remembered as author of the two volume Annals of Aberdeen.", "about": "\n\n\n\n"}, {"name": "Robert Laws (1851 - 1934)", "location": "39 Thistle Street", "area": "Central Aberdeen", "type": "Pioneer of African Education. Born in Aberdeen he graduated from Aberdeen University and Edinburgh United Presbyterian Theological College. He was ordained a medical missionary in the Livingstonia Mission and founded the Hope Waddel Institute at Calabar, West Africa.", "about": "\n\n\n\n"}, {"name": "William MacGillivary (1796 - 1852)", "location": "110 High Street, Old Aberdeen", "area": "Central Aberdeen", "type": "Ornithologist. Born in Old Aberdeen he was educated at Kingâ\u0080\u0099s and Marischal Colleges and appointed Regius Professor of Natural History at Aberdeen in 1841. His five volume History of British Birds, along with his work with American bird artist James John Audubon laid the foundations of modern ornithology. His observations about birdlife were also used by Charles Darwin for his work on The Descent of Man.", "about": "\n\n\n\n"}, {"name": "John James Rickard MacLeod (1876 - 1935)", "location": "32 Cairn Road, Cults", "area": "South Aberdeen", "type": "Physiologist. Born in Cluny Perthshire and educated at Aberdeen Grammar School and Marischal College he was appointed Professor of Physiology at Cleveland, Ohio in 1903. He was awarded, jointly, the Nobel Prize for Medicine and Physiology in 1923 for the discovery of insulin.", "about": "\n\n\n\n"}, {"name": "Francis Masson (1741 - 1805)", "location": "Cruickshank Botanical gardens, Old Aberdeen", "area": "Central Aberdeen", "type": "Botanist and Explorer. Born in Old Aberdeen he obtained an appointment at Kew Gardens and travelled the world collecting botanical specimens. He published Stapelliae Novae in 1796 and died in Montreal.", "about": "\n\n\n\n"}, {"name": "James Matthews (1820 - 1898)", "location": "15 Albyn Terrace", "area": "Central Aberdeen", "type": "Architect and Lord Provost of Aberdeen. Educated at Robert Gordonâ\u0080\u0099s Hospital he began his career as an assistant with Archibald Simpsonâ\u0080\u0099s Architectural Practice. He set up a partnership with A. Marshall MacKenzie and designed Albyn Terrace, Aberdeen Music Hall, the Tivoli Theatre and Langstane Kirk. Matthews entered local government in 1863 and was elected Lord Provost in 1883.", "about": "\n\nThe Rotary Club of Aberdeen\n\n"}, {"name": "Francis Peacock (1723 - 1807)", "location": "Peacockâ\u0080\u0099s Close, Castle Street", "area": "Central Aberdeen", "type": "Dancing Master. He founded Aberdeenâ\u0080\u0099s first school of dance where he taught for 60 years and is known for his treatise on the art of dance. He also painted miniatures, composed music and published Fifty Favourite Airs for the Violin.", "about": "\n\n\n\n"}, {"name": "Captain William Penny (1809 - 1892)", "location": "1 South Crown Street", "area": "Central Aberdeen", "type": "Whaler and Arctic Explorer. An innovative whaler who developed the use of new fishing grounds in the Davis Straits and established a good working relationship with the native Inuit, he pioneered techniques for over wintering in the Arctic on board ship. He is best remembered for his efforts to discover the fate of the Franklin expedition which left Britain in 1846 looking for the North-West Passage.", "about": "\n\nThe Rotary Club of Aberdeen\n\n"}, {"name": "Edward Raban (1579 - 1658)", "location": "St Nicholas Churchyard, East Wall", "area": "Central Aberdeen", "type": "Printer. He set up Aberdeenâ\u0080\u0099s first printing press in the Castlegate in 1622. He produced Scotlandâ\u0080\u0099s first book of fully harmonised psalms and the Aberdeen Almanac  as well as printing over 250 works between 1622-1649.", "about": "\n\n\n\n"}, {"name": "Sir George Reid (1841 - 1913)", "location": "Gordon Highlanders Museum, Viewfield Road", "area": "South Aberdeen", "type": "Artist. Born in Aberdeen and served his apprenticeship with lithographers before turning to pen and ink drawings. He was elected an Academician of the Royal Scottish Academy and became its President in 1891. He enjoyed close associations with Aberdeen Art Gallery and opened the extended buildings in 1905.", "about": "\n\n\n\n"}, {"name": "Sir Alexander Robertson (1908 - 1990)", "location": "Marischal College, Quadrangle, West Wall, Broad Street", "area": "Central Aberdeen", "type": "Veterinary Surgeon. Born in Aberdeen and educated at Marischal College, he became Director of the Royal School of Veterinary Surgeons and Dean of the Faculty of Veterinary Medicine and Professor of Tropical Animal Health at Edinburgh. In 1954 he was elected President of the British Veterinary Association.", "about": "\n\n\n\n"}, {"name": "Jeannie Robertson (1908 - 1975)", "location": "90 Hilton Road", "area": "Central Aberdeen", "type": "Traditional Scottish Folk Singer. Born in Aberdeen of travelling folk, she spent much of her childhood in Deeside and Perthshire, where she acquired a vast repertoire of traditional music. A folk singer of unique ability, she was made an MBE in 1968 for her contribution to Scottish traditional music and in recognition of her international fame.", "about": "\n\nThe Rotary Club of Aberdeen\n\n"}, {"name": "Thomas Scott Sutherland (1899 - 1964)", "location": "27 Albyn Place", "area": "Central Aberdeen", "type": "Architect, Entrepreneur and Benefactor of the Robert Gordon University. Born in Torry and educated at Robert Gordonâ\u0080\u0099s College, he qualified as an architect in 1922. He established his own practice and enjoyed considerable success in Aberdeen and the North East, including the creation of Aberdeenâ\u0080\u0099s Regent Cinema in 1932. As a local councillor he was responsible for improving housing standards within Aberdeen. Founder of the Scott Sutherland School of Architecture at Robert Gordon University.", "about": "\n\nThe Rotary Club of Aberdeen\n\n"}, {"name": "Helena Mennie Shire (1912 - 1991)", "location": "98 Leslie Terrace", "area": "Central Aberdeen", "type": "Scholar of the Literature and Music of Scotland. Born in Aberdeen and educated at Aberdeen and Cambridge Universities, she taught in the English faculty at Cambridge where she researched medieval and renaissance music and literature. She was appointed Emeritus Fellow of Robinson College in 1980.", "about": "\n\n\n\n"}, {"name": "Lilias Gillespie Skene (1626 - 1697)", "location": "Religious Society of Friendsâ\u0080\u0099 Meeting House, Crown Street", "area": "Central Aberdeen", "type": "Quaker Poet. She joined Aberdeenâ\u0080\u0099s Quaker community in 1666 at a time when the sect was subject to prolonged persecution and her husband, Baillie Alexander Skene of Newtyle, was imprisoned in the Tolbooth for his religious beliefs. The author of a volume of poems and godly ballads entitled On Growing Tryalls, she also wrote several other poems relating to the history of the Quakers in the period 1668-1681. She is buried in the Quaker cemetery at Kingswells.", "about": "\n\n\n\n"}, {"name": "John Smith (1781 - 1852)", "location": "St Nicholas Church Frontage, Union Street", "area": "Central Aberdeen", "type": "Architect. He trained in Aberdeen and London and became Superintendent of Works (which office later became City Architect) in 1807. He designed St Nicholas Church frontage colonnade and buildings in King Street, often working as both rival to, and in collaboration with, Archibald Simpson.", "about": "\n\n\n\n"}, {"name": "William Robertson Smith (1846 - 1894)", "location": "Former Christâ\u0080\u0099s College, Alford Place", "area": "Central Aberdeen", "type": "Theologian and Semitic Scholar. Born in Keig Aberdeenshire, he studied at Aberdeen, Edinburgh and Bonn. He became Professor of Hebrew and Old Testament at the Free Church College Aberdeen, 1870-1881 and was appointed Professor of Arabic at Cambridge in 1883. He is also remembered as Editor-in-Chief of the Encyclopaedia Britannica 1881-1888.", "about": "\n\n\n\n"}, {"name": "Rachel Annand Taylor (1876 - 1960)", "location": "18-20 Albyn Place - Harlaw Academy", "area": "Central Aberdeen", "type": "Poet, Author and Journalist. Born in Aberdeen, she became one of the first women to take a course in Arts at Aberdeen University. She taught at Aberdeen Girlâ\u0080\u0099s High School and published her first volume of poems in 1904. She was awarded the honorary degree of LLD from Aberdeen University in 1943.", "about": "\n\n\n\n"}, {"name": "George Thomson (1804 - 1895)", "location": "35 Marischal Street", "area": "Central Aberdeen", "type": "Clipper Ship Owner. Born in Woolwich and educated at Aberdeen Grammar School, he developed his own business as a Ship Insurance Broker in 1825. He became principal owner of the world famous shipping line The Aberdeen White Star Line, which included the fast tea clipper the Thermopylae. He was elected Dean of Guild in 1840 and Lord Provost of Aberdeen in 1847.", "about": "\n\n\n\n"}, {"name": "James Cromar Watt (1862 - 1940)", "location": "71 Dee Street", "area": "Central Aberdeen", "type": "Architect, Enameller and Botanist. Born in Aberdeen and educated at Aberdeen Grammar School, he was articled to an Aberdeen architectâ\u0080\u0099s firm and later awarded the Royal Institute of British Architectsâ\u0080\u0099 gold medal. He is remembered mainly as a jeweller who used gold granulation and foiled enamelling. Watt exhibited widely in Scotland and abroad and was awarded an honorary LLD from Aberdeen University in 1937.", "about": "\n\n\n\n"}, {"name": "John Forbes White (1831 - 1904)", "location": "60 Frederick Street", "area": "Central Aberdeen", "type": "Flour Merchant and Patron of the Arts. Educated at Aberdeen Grammar School and Marischal College he became an innovative flour miller and corn merchant. He held the Directorship of the North of Scotland Bank and Aberdeen Jute Company, became President of the British and Irish Association of Millers in 1888 and was Vice-Consul for Sweden and Norway. White was awarded an honorary LLD from Aberdeen University in 1886. He is also remembered as a pioneer amateur photographer and sponsor of Aberdeen Art Gallery. He was also an influential writer on art, a collector of innovative contemporary art and patron to many young artists whose career flourished as a result.", "about": "\n\n\n\n"}, {"name": "George Washington Wilson (1823 - 1893)", "location": "1 Queen's Cross - Clydesdale Bank", "area": "Central Aberdeen", "type": "Photographer Royal. The son of a Banffshire crofter, he studied Art in London and Paris where he worked first as a miniaturist and then set up a photographic partnership in 1852. He rose to fame with his photographs of the Royal Family and scenes associated with Royal residences.", "about": "\n\n\n\n"}, {"name": "James Fenton Wyness (1903 - 1974)", "location": "45 Salisbury Terrace", "area": "North Aberdeen", "type": "Architect and Historian. He is remembered as an architect and antiquarian who was committed to local issues and one who specialised in the restoration of historic buildings. He was the project architect, editor and historical advisor for the Deeside Field and published a history of Aberdeen, City by the Grey North Sea, in 1965. He became the County Commissioner for the Boy Scouts and was awarded the Silver Wolf, Scoutingâ\u0080\u0099s highest honour in 1973. He was also a Knight of the Order of St John.", "about": "\n\n\n\n"}, {"name": "Adelphi Court", "location": "off Union Street", "area": "Central Aberdeen", "type": "This is named after the Adelphi in London, located off The Strand. This was a common practice and other Aberdeen streets named after London streets are", "about": "\n\n\n\n"}, {"name": "Brebner's Court", "location": "Castlegate", "area": "Central Aberdeen", "type": "Also known as Bremnerâ\u0080\u0099s Court, and formerly known as Birnieâ\u0080\u0099s Close. Andrew Birnie owned adjacent land in 1786 and Alexander Brebner of Learney, Lord Provost of Aberdeen (1805-1811) bought land nearby in 1804.", "about": "\n\n\n\n"}, {"name": "Concert Court", "location": "off Broad Street", "area": "Central Aberdeen", "type": "This commemorates the site of a nearby hall in which the cityâ\u0080\u0099s first organised concerts were held. They were organised by Francis Peacock, dancing master, and Andrew Tait, organist, who had founded the Aberdeen Musical Society in 1748. In 1749 the Society leased a house, the New Music Room in adjacent Huxter Row. The Society came to an end in 1806.", "about": "\n\n\n\n"}, {"name": "Correction Wynd", "location": "Back Wynd, off Union Street", "area": "Central Aberdeen", "type": "This commemorates the location of the House of Correction which was founded by the initiative of Provost Jaffray in 1637 and stood nearby until 1711. It provided vagrants and delinquents with lodgings and employment in the cloth industry.", "about": "\n\n\n\n"}, {"name": "Drum's Lane", "location": "Upperkirkgate", "area": "Central Aberdeen", "type": "This commemorates the location of Lady Drumâ\u0080\u0099s Hospital. In 1633 Marion Douglas, Lady Drum, mortified the sum of 3,000 merks for a commodious house for poor widows and aged virgins. Building began in 1671. By 1721 the house also accommodated daughters of Burgesses of Guild. In 1798 the area was redeveloped and Drumâ\u0080\u0099s Lane was laid out.", "about": "\n\n\n\n"}, {"name": "Exchequer Row", "location": "Exchequer Row", "area": "Central Aberdeen", "type": "This commemorates the site of the Royal Exchequer and possibly Aberdeenâ\u0080\u0099s mint, which functioned intermittently in this area from the reign of David I (1124-1153) to James III (1460-1488). Coins issued here bore the name of the mint â\u0080\u0098Villa Aberdonâ\u0080\u0099.", "about": "\n\n\n\n"}, {"name": "Fittie Wynd", "location": "Castlegate", "area": "Central Aberdeen", "type": "This plaque commemorates both the head of the wynd leading to Fittie and the site of the Fittie Port, which marked the boundary of the Royal Burgh in medieval times. The port, or gate, was locked by Burgh officials in times of peril and threat. The port was demolished in the late eighteenth century.", "about": "\n\n\n\n"}, {"name": "Flour Mill Lane", "location": "Flour Mill Lane", "area": "Central Aberdeen", "type": "This commemorates the site of the Royal Burgh of Aberdeenâ\u0080\u0099s Upper Mill. The mill, fed by the mill burn, stood nearby from the thirteenth century until 1865. The mill not only provided wheat rye and malt for the burgh but also revenue through the lease.", "about": "\n\n\n\n"}, {"name": "Guestrow", "location": "off Broad Street", "area": "Central Aberdeen", "type": "This intriguing name, which is unique to Aberdeen, is a little obscure in its origins. One of the main suggestions is that it refers to the street of the spirits or ghosts, and that it was originally given in a form like â\u0080\u0098Ghaistrawâ\u0080\u0099.", "about": "\n\n\n\n"}, {"name": "Kirkgate Court", "location": "Upperkirkgate", "area": "Central Aberdeen", "type": "Formerly known as Farquhars or Painterâ\u0080\u0099s Court. John Farquhar and David Gill, Painters and Glaziers, bought adjacent land in 1828. Farquhar and Gill Colour Works operated until 1972.", "about": "\n\n\n\n"}, {"name": "Poultry Market Lane", "location": "West wall Aberdeen Arts Centre", "area": "Central Aberdeen", "type": "This commemorates a Flesh Market which was established here in 1631. A Poultry Market and access lane joining Castle St with Queen St were laid out in 1809. In 1846 the Meal Market was moved from a nearby site to here. In recent times the site has been used variously as a Bleaching Green and an Artillery Drill Shed.", "about": "\n\n\n\n"}, {"name": "Sir Alexander Anderson (1802 - 1887)", "location": "North Pier", "area": "North Aberdeen", "type": "Financier and City Planner.\r\n\r\n Born in Strichen and educated at Aberdeen Grammar School and Marischal College he launched commercial designs for the North of Scotland Insurance Company and the North of Scotland Bank in 1837. He is best known for his â\u0080\u0098parentageâ\u0080\u0099 of the Great North of Scotland Railway Company and was elected Lord Provost of Aberdeen in 1859. \r\n\r\nPLEASE NOTE THAT THIS PLAQUE IS NOT ACCESSIBLE TO THE PUBLIC", "about": "\n\n\n\n"}, {"name": "John Abercrombie (1729 - 1820)", "location": "Abercrombie Jetty", "area": "North Aberdeen", "type": "A descendant of the house of Birkenbog, he started his career as a stocking manufacturer in Aberdeen and became Lord Provost of the city in 1787. After the construction of the North Pier in 1789 a jetty was built and named after him.", "about": "\n\n\n\n"}, {"name": "Bannerman's Bridge (1768 - 1984)", "location": "Marischal Street", "area": "Central Aberdeen", "type": "This commemorates the old bridge which stood from 1768 until it was replaced by Grampian Regional Council in 1984 as part of the Aberdeen Inner Relief Road.", "about": "\n\n\n\n"}, {"name": "Benholm's Lodge (1600 - Present)", "location": "Benholm's Lodge, a fortified dwelling house was built on this site about the year 1600 at which time it was situated some twenty yards west of the Nethergate Port one of the entries to the city. In the year 1965, through the generosity of Lord Marks, the Corporation were enabled to remove the building and re-erect it in its original form on a site in Tillydrone Road Old Aberdeen where it is preserved for posterity.\r\n\r\nGeorge M Keith\r\nCity Architect\r\n\r\nNorman Hogg\r\nLord Provost\r\n\r\nErected by the Corporation of the City of Aberdeen. 1970", "area": "Netherkirkgate", "type": "Non-standard / Memorial", "about": "\n\nAlso known as the Wallace Tower. Benholmâ\u0080\u0099s Lodge, a fortified tower, was built on this site about the year 1600. In 1965, through the generosity of Lord Marks, the corporation were enabled to remove the building and re-erect it in its original form on a site at Tillydrone Road, Old Aberdeen, where it is preserved for posterity.\n\n"}, {"name": "Blockhouse (1497 - 1832)", "location": "Pocra Quay", "area": "North Aberdeen", "type": "This commemorates the blockhouse which was Aberdeenâ\u0080\u0099s first harbour defence battery. A round lime and mortar building with several cannons, it was located strategically at the entry to the harbour and served as the first line of defence from a naval attack for several centuries. When a new battery was built in 1781 the blockhouse was leased out to various companies including the Greenland Whaling Company. The plaque states that a wooden fort stood on that spot in 1477, this has not been proven. The plaque finally states â\u0080\u00981832 This Building Erectedâ\u0080\u0099, this refers to a fish workersâ\u0080\u0099 tenement, which was later demolished. \r\n\r\nThis was erected by Dr Alexander Walker.", "about": "\n\n\n\n"}, {"name": "Brig o'Balgownie (c.1280 - Present)", "location": "Brig o' Balgownie", "area": "North Aberdeen", "type": "This plaque provides information about this venerable structure which was scheduled as an Ancient Monument in 1971. The bridge that stands today was the result of rebuilding the older bridge in three stages between 1607 and 1611. It is unknown when exactly the original bridge was built, but local legend states that it dates from either the later thirteenth or early fourteenth century.", "about": "\n\n\n\n"}, {"name": "Carmelite Friary (1273 - 1560)", "location": "This is the site of the Carmelite Friary excavated by the City of Aberdeen Archaeological Unit in 1981 and 1994.\r\n \r\nThe Carmelites, a world-wide religious order of friars originated as hermits on Mount Carmel in Palestine. This friary was founded in 1273 and was occupied until the Reformation in 1560. It was one of the most important religious centres in Aberdeen.\r\n \r\nMarked out on the ground is part of the church. Also found was part of the west range which included a kitchen. The excavated buildings date to the 14th and 15th centuries and there was evidence of earlier timber structures.\r\n\r\nFinds included large quantities of painted and stained glass window glass, window leading, pottery, a lead water pipe, coins and a gaming die, which all added to the picture of life in this area of Aberdeen. Analysis of human skeletons provided valuable evidence about the medieval population of Aberdeen.\r\n\r\nFor further information, contact City of Aberdeen Arts and Recreation Division.", "area": "Car Park of Flats off Rennie's Wynd, the Green", "type": "Non-standard / Memorial", "about": "\n\nThis commemorates both the site of the Carmelite friary and of the excavations at the site undertaken between 1980-1994. The Carmelites flourished on the adjacent site until the time of the Reformation. Marked out on the ground is part of the church which was uncovered during the excavations.\r\n\r\n This plaque was erected by Stewart Milne.\n\n"}, {"name": "James Chalmers (1713 - 1764)", "location": "Aberdeen Journals Building, Lang Stracht", "area": "North Aberdeen", "type": "Founder of Aberdeen Journal. Chalmers was apprenticed to printers in Aberdeen and London and then appointed Town printer in Aberdeen in 1736, where he edited and printed the first edition of the Aberdeen Journal in 1748. He also held the post of master of Aberdeenâ\u0080\u0099s Music School in 1740 and was a keen amateur musician.\r\n\r\nPLEASE NOTE THAT THIS PLAQUE IS ON PRIVATE PROPERTY", "about": "\n\n\n\n"}, {"name": "Crabstane", "location": "Boundary stone of the lands belonging to John Crab, Baillie of the Burgh in 1314.\r\n\r\nThe stone also marks the site of the skirmish in 1571 between the rival families of Gordon and Forbes and of an engagement in 1644 between the citizens of Aberdeen and the royalist forces of the Marquis of Montrose.", "area": "Langstane Place", "type": "Non-standard / Memorial", "about": "\n\nThis commemorates the location of the boundary stone of lands belonging to John Crab, Baillie of the Burgh, in 1314. It also marks the site of the skirmish between the rival Forbes and Gordon families in 1571 and the area of the Battle of Justice Mills, see separate entry.\n\n"}, {"name": "Alexander Cruden (1699 - 1770)", "location": "Cruden's Court, off Concert Court, Broad Street", "area": "Central Aberdeen", "type": "Compiler of the First Concordance to the Bible. Born in Aberdeen and educated at Marischal College, he worked in London as a bookseller to Queen Caroline and completed his concordance in 1737. He became known as the self styled â\u0080\u0098Alexander the Correctorâ\u0080\u0099, believing himself to be commissioned from heaven to reform the morals of the nation and put himself forward as a candidate for the General Election in 1754.", "about": "\n\n\n\n"}, {"name": "Mary Garden (1874 - 1967)", "location": "Craigie Loanings", "area": "North Aberdeen", "type": "Opera Singer. Born in Aberdeen she trained in Paris, where she joined the Opera-Comique. She sang the lead role in Gustave Charpentier's opera Louise in 1900 and enjoyed unrivalled success until her retirement in 1934. Mary Garden will be remembered as the composer's choice to create the role of Melisande in Debussy's Pelleas et Melisande.", "about": "\n\n\n\n"}, {"name": "Thomas Blake Glover (1838 - 1911)", "location": "Glover House. \r\n\r\nIn recognition of the great contribution made by Mr. Thomas Blake Glover during the late 19th century to the foundation of modern Japanese industry, we donate this house to the Grampian-Japan Trust.\r\n\r\n22nd August 1997\r\n\r\nMitsubishi Heavy Industries, Ltd., Japan (Translation in Japanese)", "area": "Glover House, Balgownie Road", "type": "Non-standard / Memorial", "about": "\n\nBorn in Fraserburgh and educated at the Chanonry School, Old Aberdeen, he travelled to Japan in 1859 and later imported the first steam locomotive. He helped to establish the Mitsubishi Nagasaki Shipyard and received the Order of the Rising Sun from the Emperor in 1908.\n\n"}, {"name": "Grammar School (1757 - 1863)", "location": "Front of Robert Gordon's College, Schoolhill", "area": "Central Aberdeen", "type": "This commemorates the site of the Grammar School between the years 1757-1863. This stone memorial was inscribed by the Aberdeen Grammar School Former Pupilâ\u0080\u0099s Club, 1930.", "about": "\n\n\n\n"}, {"name": "David Grant (1833 - 1893)", "location": "St Clement's Church, St Clement Street", "area": "Central Aberdeen", "type": "Composer. As a member of St Clementâ\u0080\u0099s Church, Footdee, he scored parts for instrumental bands and arranged tunes for the Northern Psalter. He is attributed with writing the harmony for the hymn tune Crimond (The Lord is my Shepherd).", "about": "\n\n\n\n"}, {"name": "Hardgate Well", "location": "This spring figured in the Battle of Justice Mills fought on 13th September 1644 between the Royalist forces under the Marquis of Montrose and the citizens of Aberdeen.\r\n\r\nGeorge MCI. Keith\r\nCity Architect\r\n\r\nRupert S. Lennox\r\nLord Provost\r\n\r\nErected by the Corporation of the City of Aberdeen. 1970", "area": "Hardgate", "type": "Non-standard / Memorial", "about": "\n\nThis commemorates the site of this historic well which featured in the battle of Justice Mills, fought on 13 September 1644 between the Royalist forces of Montrose and the citizens of Aberdeen\n\n"}, {"name": "George Jamesone (1588 - 1644)", "location": "22 Schoolhill", "area": "Central Aberdeen", "type": "There are two plaques at this location. Portrait Painter. Born in Aberdeen, it is believed that he studied with Rubens in Antwerp. He was Scotlandâ\u0080\u0099s first indigenous portrait painter of any note and was commissioned to paint a portrait of Charles I at his coronation in 1633", "about": "\n\n\n\n"}, {"name": "James Clerk Maxwell (1831 - 1879)", "location": "131 Union Street, Back Wynd Steps", "area": "Central Aberdeen", "type": "Natural Philosopher. Born at 14 India Street Edinburgh, where the James\r\nClerk Maxwell Foundation premises are now situated, and educated at Edinburgh Academy and Edinburgh and Cambridge Universities he contributed to the analysis of colour perception. He became the first person to project a colour photograph, but he is best known for his work on electricity and magnetism. Maxwell served as Professor of Natural Philosophy at Marischal College and London University.", "about": "\n\n\n\n"}, {"name": "John Phillip (1817 - 1867)", "location": "21 Skene Square", "area": "Central Aberdeen", "type": "Artist. Born at 13 Skene Square. He began his career reputedly as a house painter and glazier. In 1837 he moved to London where he entered the Royal Academy Schools. He was a member of an artistic group called the 'Clique'. He became an honorary Royal Scottish Academician in 1857 and a Royal Academician in 1859. Throughout his career, Phillip painted Scottish genre scenes, in the tradition of Sir David Wilkie. From 1851, a series of visits to Spain inspired him to paint colourful and vibrant scenes of Spanish life. Queen Victoria particularly favoured his work and he enjoyed many Royal commissions. By 1897, Phillip's standing as one of Britain's most sought after artists was confirmed when the painting La Gloria", "about": "\n\n\n\n"}, {"name": "Provost Ross' House (1594 - Present)", "location": "Aberdeen Maritime Museum, Shiprow", "area": "Central Aberdeen", "type": "The house is said to be the work of Master Mason Andrew Jamesone, father of the painter, George (see separate entry). In the eighteenth century it became the town house of John Ross of Arnage, one of Aberdeenâ\u0080\u0099s Lord Provosts. After being restored by the National Trust for Scotland in the 1950s it became part of Aberdeenâ\u0080\u0099s Maritime Museum in the 1990s.", "about": "\n\n\n\n"}, {"name": "Provost Skene's House (1545 - Present)", "location": "Guestrow, off Broad Street", "area": "Central Aberdeen", "type": "This commemorates an archway and date stone from a seventeenth century house. The archway was erected in 1637 by Andrew Thomson, Advocate and Sheriff-Depute in Aberdeen, as the gateway to his house in Guestrow. His initials and those of his wife, Agnes Divie, are on the panel built into this wall. On demolition of the properties in the Guestrow, in 1931, the archway was rebuilt in Union Terrace Gardens, from where it was taken in 1970 and re-erected here.", "about": "\n\n\n\n"}, {"name": "Samuel Seabury (1729 - 1796)", "location": "This tablet is by permission of the authorities of this university erected by churchmen of Connecticut to preserve the memory of the place in long acre very near this spot where on the 14th November 1784 Samuel Seabury was consecrated the first bishop of the church in America.", "area": "Marischal College Quadrangle, East Wall", "type": "Non-standard / Memorial", "about": "\n\nEpiscopalian Bishop. Born in Connecticut and educated at Yale College, Newhaven, he was later created Episcopalian Rector in New York. After American Independence he was elected the first Episcopalian Bishop in America and consecrated in 1784 by Bishops Kilgour and Skinner in Aberdeen.\n\n"}, {"name": "Mary Slessor (1848 - 1915)", "location": "The Pier, Former United Presbyterian Church (now part of Academy Shopping Centre) Belmont Street", "area": "Central Aberdeen", "type": "Missionary. Born in Aberdeen she was the daughter of a cobbler. She entered employment in Dundeeâ\u0080\u0099s Jute Mills. She sailed with the Foreign Missions Board to the Calabar Estuary (now South Nigeria), aged 26, and worked in the capital, Duke Town, and in the Okoyoung District.", "about": "\n\nThe Rotary Club of Aberdeen\n\n"}, {"name": "Templar Religious House (1116 - 1548)", "location": "1113 - 1548\r\n\"Pro Fide\"\r\nTo mark the site of the Religious House of the Knights Templars and of the Knights of the Hospital of St.John of Jerusalem.\r\n\"Pro Utilitate Hominum\"", "area": "Rear Wall of exterior of St Peter's Churchyard", "type": "Non-standard / Memorial", "about": "\n\nThis commemorates the site of a religious house of the Knights Templars and of the Knights of the Hospital of St John of Jerusalem. Unfortunately there does not seem to be any evidence to substantiate the claims made on this plaque, although the Knights Templars did hold land in Aberdeen and Aberdeenshire.\n\n"}, {"name": "Archibald Simpson (1790 - 1847)", "location": "Bon-Accord Square", "area": "Central Aberdeen", "type": "Architect. Born in Aberdeen  and educated at Aberdeen Grammar School and Marischal College, Simpson became a master of the Gothic and Classical styles of architecture, working in brick and granite in both public and domestic architecture. He designed the Athenaeum building in Castlegate, as well as Bon-Accord Crescent.", "about": "\n\nThe stone upon which the memorial to Archibald Simpson  is carved was originally one of four granite pieces which were intended to be carved into heraldic lions for the George VI Bridge. The Second World war halted work on the bridge, which eventually opened without the lions. One of the blocks was given to the Aberdeen Civic Society in 1975, which became the memorial to Archibald Simpson in Bon Accord Square. The remaining three were erected as 'Nascent Lions' in Hazlehead Park.\n\n"}, {"name": "Sir Patrick Manson (1844 - 1922)", "location": "Cruickshank Building, Chanonry", "area": "Central Aberdeen", "type": "Father of Tropical Medicine. Born in Old Meldrum he attended school in the Gym (Chanonry House) School in Old Aberdeen. He later graduated from Aberdeen University as M.D. in 1866. He was the first person to recognise that insects carry diseases and he set up what would become Hong Kong Universityâ\u0080\u0099s Medical School as well as being instrumental in founding the London School of Tropical Medicine.", "about": "\n\nBorn 3 October 1844 in Oldmeldrum, where there is a plaque erected (by the London School of Hygiene and Tropical Medicine) in July 1955 to commemorate his birth. He attended school at the Gym (Chanonry House School) in Old Aberdeen and the Academy. He went on to study medicine at the University of Aberdeen and graduated M.B., C.M. in 1865 and M.D. in 1866. \n\r\n\rAfter graduation he moved to China staying in Formosa (Taiwan) where in 1866 he became Medical Officer of Formosa for the Chinese Imperial Maritime Customs. He then moved to  Amoy in 1871. In Amoy, following his interest in the disease elephantiasis, he discovered the larvae (developmental phase) of filaria worms in the tissues of blood-sucking mosquitoes. He found also that they only appeared in patientâ\u0080\u0099s blood stream at night, when the mosquitoes fed. He first published this conclusive demonstration, that insects carry diseases, in 1877. However he thought that the larvae passed from mosquitoes to people via drinking water. In 1883 he moved to Hong Kong where he set up the College of Medicine for Chinese with James Cantlie (1851-1926) that would become the medical school of the University of Hong Kong. \n\r\n\rIn 1889 he returned to Britain. Here he became physician to the Seamanâ\u0080\u0099s Hospital in 1892 and he lectured widely on tropical medicine, including a series of lectures on the subject at St Georgeâ\u0080\u0099s Hospital. This earned him the appointment of Medical Advisor to the Colonial Office in 1897. Through his influence in this position money was secured from the Treasury which was used to enable the foundation of the then London School of Tropical Medicine. The School opened in 1899 at the Branch Hospital of the Seamanâ\u0080\u0099s Hospital in Albert Dock.\n\r\n\rIn 1895 he suggested to Ronald Ross (1857-1932) that mosquitoes were involved in the transmission of malaria. He then guided Rossâ\u0080\u0099 subsequent research which went on to prove the connection in 1897, for which Ross was knighted in 1922, the same year that Manson died. His textbook Tropical Diseases (1898) became the standard work for many years. During his life he received many honours including being made FRS in 1900 and KCMG in 1903, an HonDSc from Oxford in 1904 and an HonLL.D from Cambridge in 1921.\n\r\n\rHis obituary appeared in The Times of 10 April 1922, where he was described as an â\u0080\u0098Empire Builderâ\u0080\u0099. There is a biography of him by his son-in-law, Sir Philip Manson-Bahr entitled Patrick Manson. The Father of Tropical Medicine (London, Thomas Nelson and Sons Ltd, 1962). Some of Mansonâ\u0080\u0099s papers and diaries, and correspondence between Manson and Ross at the time of Rossâ\u0080\u0099 malaria research are held at the London School of Hygiene and Tropical Medicine Archives whilst other case notes (from China) are held by the Wellcome Library.\n\r\n\rThis plaque is erected on the old Gym School part of what is now the Cruickshank building (part of the University of Aberdeen) in the Chanonry, Old Aberdeen.\n\nThe plaque is sponsored by the London School of Hygiene and Tropical Medicine."}, {"name": "James Leatham (1865 - 1945)", "location": "68 Schoolhill", "area": "Central Aberdeen", "type": "Socialist, journalist and propagandist. Born in Aberdeen, Leatham was apprenticed to a firm of printers and then established his own printing shop in 1889. A militant advocate of free speech, he published The Workers Herald, Scotlandâ\u0080\u0099s first socialist newspaper and became editor of The Peterhead Sentinel  in 1897. Leatham served as Provost of Turriff 1933-1945.", "about": "\n\nBorn at 32 Forbes Street, Aberdeen, on 19 December 1865 to Margaret Catanach. About 1870 his family moved a short distance to 12 Short Loanings, also in the Rosemount area of Aberdeen, where he spent most of his childhood.\n\r\n\rLeatham was later apprenticed to a firm of printers and compositors. He moved to the north of England before returning to Aberdeenshire. He established his own printing shop in 1889 at the age of 24. He was a militant advocate of free speech and publisher of The Workerâ\u0080\u0099s Herald, Scotlandâ\u0080\u0099s first socialist newspaper, and later became editor of The Peterhead Sentinel. He also published, edited and contributed to The Gateway from 1912 to his death in 1945. This was published at his Turriff based Deveron Press. On and off for some 22 years Leatham was a member of Turriff Town Council\n\n"}, {"name": "John Morgan (1844 - 1907)", "location": "50 Queen's Road - Rubislaw House", "area": "Central Aberdeen", "type": "Master Mason.  Born in Craigton, Aberdeenshire, Morgan became an apprentice builder in 1862. In his long and varied career he was responsible for a number of notable buildings, including the frontage to Marischal College, Canada House, the Guild Street Railway Building, the Central Library and the Northern Insurance Building (known locally as the monkey house). He was also a councillor from 1885-1892, during which time he was involved in planning Rosemount Viaduct.\r\n\r\n\r\nIn 1887 he built Rubislaw House for himself, which he co-designed with the architect John Pirie. The plaque is erected on Rubislaw House between the marks of Morgan and Pirie.", "about": "\n\nThis plaque is sponsored by the Ferryhill Heritage Society.\n\n"}, {"name": "Pitmuxton House (1670 - 1908)", "location": "Ruthrieston Outdoor Centre", "area": "Central Aberdeen", "type": "This plaque commemorates the site of Pitmuxton House. The lands of Pitmuxton were granted by Robert the Bruce to Hugo of Aberdeen in 1309", "about": "\n\nIn 1309 Robert the Bruce gifted the lands of Pitmuxton to one â\u0080\u0098Hugo of Aberdeenâ\u0080\u0099. This grant or gift carried with it the hereditary office of Mair of Fee. The charter is now lost but was listed amongst the lost charters of Robert the Bruce in the nineteenth century -  see Collections for a History of the Shires of Aberdeen and Banff, p.232. \n\r\n\rThe place name, Pitmuxton, probably derives from Gaelic origins and means something like â\u0080\u0098place of the pigsâ\u0080\u0099. The lands eventually passed to a descendant of the Keith family, and then in the 1400s they passed to Robert Blinseil, one time Provost of Aberdeen.\n\r\n\rBlinseil granted an annual rent of two marks from the lands of Pitmuxton to the altar of the Blessed Virgin Mary in order to celebrate an obit for himself and his wife, Isabella Wood, on the anniversary of their deaths. The money was also to be used for buying bread and meat for thirteen poor people.\n\r\n\rIn 1647 a woman from Brechin, who was infected by the plague, settled in Pitmuxton and from here this â\u0080\u0098visitationâ\u0080\u0099 of the plague spread and claimed just under 2000 lives. On Parson Gordonâ\u0080\u0099s map of Aberdeen in 1661 in the small section entitled â\u0080\u0098Agor Aberdonensisâ\u0080\u0099 â\u0080\u0098Pitmuckstounâ\u0080\u0099 is shown as a small town with a mill.\n\r\n\rIn 1668 the lands passed to the family of Skene of Ruthrieston. They retained these lands until 1770. According to Fenton Wyness in Spots from the Leopard it was probably the Skene family who built the version of Pitmuxton house which survived until 1908. Wyness notes that the house faced south east and that it had a tree lined avenue. \n\r\n\rThe next owner of the house was George Allan (whose connection is remembered in the adjacent Allan Street). It was probably during the time that the property was in the possession of the Allan family that the name was changed from Pitmuxton house to the slightly more salubrious Pitstruan House, which derives from the Gaelic for â\u0080\u0098place of the burnâ\u0080\u0099. In 1908 the house was demolished.  Wyness notes that the well of the house was extant in No.39 Salisbury Terrace for many years afterwards. The site of the house is now occupied by Ruthrieston Outdoor Centre.\n\n"}, {"name": "Mother  St Basil (1827 - 1878)", "location": "Chapel Court off Castle St (Castlegate)", "area": "Central Aberdeen", "type": "During the first year of their existence Victoire Larmenier (later Mother St Basil) became Mother Superior of what we know as the Congregation of the Poor Sisters of Nazareth. The order provides care for the elderly and poor. The Aberdeen foundation was the second of the order. Between 1862 and 1872 they occupied the presbytery of St Peterâ\u0080\u0099s Chapel, which at that time was not in use.", "about": "\n\nThis plaque commemorates a foundation of Poor Sisters of Nazareth for the first decade of their community in Aberdeen. \n\r\n\rThe Poor Sisters of Nazareth arose out of the ongoing need to provide care for the elderly and poor. At the instigation of Cardinal Wiseman, Archbishop of Westminster, a number of Little Sisters of the Poor were released from their order and moved from France to London on 10 April 1851. In Hammersmith a foundation was made and owing to the recall of a number of the sisters to France a young novice of 14 weeks standing, Victoire Larmenier (later Mother St Basil) became the superior of the community. Larmenier (born July 1827 and died June 1878) was born in Brittany, the daughter of a timber merchant. In February 1851 she entered the group known then as â\u0080\u0098Pious Womenâ\u0080\u0099 and later as the Little Sisters of the Poor. A month later, in March, she received the religious habit and after a further five months found herself in Hammersmith. \n\r\n\rIt was not until 1864 that the community was recognised by the Papacy as a distinct religious institution and took the title Congregation of the Poor Sisters of Nazareth. On 14 February 1862 Mother St Basil and six sisters arrived in Aberdeen (thus sometime before they were officially the Poor Sisters of Nazareth) and made what is seen to be their second foundation. They moved into 2 houses in Chapel Court next to the then unused St Peterâ\u0080\u0099s Church. At that time Mass was again said in St Peterâ\u0080\u0099s for the Sisters. The church had been closed for repairs in 1860 when St Maryâ\u0080\u0099s was opened. The Poor Sisters of Nazareth remained in Chapel Court until 10 December 1872 when they moved to a newly built Nazareth House on Claremont Street.\n\n"}, {"name": "St Mary's Chapel (c1368 - c1560)", "location": "St Mary's Stoneywood, off A96 Dyce", "area": "North Aberdeen", "type": "Commemorates the site of St Mary's Chapel, well and graveyard in Stoneywood, Aberdeen. Little is known about the chapel save that David II ordered its completion in 1368. It seems to have gone out of use at the Reformation, although this is far from certain. However in 1649 the Kirk Session of St Machar's found it necessary to prohibit people from burying their relatives in the churchyard. Through the remainder of the century and into the eighteenth century people flocked to the well in May when it was believed that the miraculous water was good for cleansing and cleaning of sores.\r\n\r\nThe stones in the graveyard date from the nineteenth and early twentieth centuries.", "about": "\n\n\n\n"}, {"name": "Grant and Geddes", "location": "Chapel Court, off Castle Street (Castlegate)", "area": "Central Aberdeen", "type": "Catholic Bishops. Grant was the fourth Catholic priest in Aberdeen following the Reformation. By the 1770s his growing congregation needed a permanent place of worship. Land around this site was bought in 1771 upon which a chapel and house was erected. Geddes, one time rector of Scalan College, was instrumental, along with Priest Gordon, in arranging the erection of St Peterâ\u0080\u0099s Chapel. Geddes was uncle to Priest Gordon.", "about": "\n\nThis plaque is on the site of the house wherein died Bishop James Grant, on 3 December 1778 and Bishop John Geddes, 11 February 1799.\n\r\n\rBishop James Grant was the fourth Catholic priest in Aberdeen following the Reformation in 1560\n\n"}, {"name": "Alberto Morrocco (1917 - 1998)", "location": "Causewayend School", "area": "Central Aberdeen", "type": "Artist. Born in 1917 in Aberdeen, to Italian parents, educated at Sunnybank School and Causewayend School before attending Grayâ\u0080\u0099s School of Art in Aberdeen, 1932-38. After completing his studies he and Robert Sivell worked on murals in the University of Aberdeenâ\u0080\u0099s Student Union building. Married Vera Mercer in 1941 and had two sons and one daughter. Taught, part time, at Grays from 1946. Appointed Head of Drawing and Painting at Duncan of Jordanstone College of Art in Dundee in 1950. His commissions included a painting of the Queen Mother. He received an OBE in 1993 and died in 1998.", "about": "\n\nMorrocco's parents were Italians who had emigrated to Scotland; his father had come at age \r\n21 and his mother's family had moved from Southern Italy when she was three. He was born on 14 December 1917 at 35 Causewayend (now demolished). He was born in the family house, above his father's shop and cafe. He was his parent's first child. A second son, Valentino, was born some nine years later, at the same address, on 29 April 1926. \r\n\r\nIt is from the shop that Alberto's technically incorrect surname derives. The name on Alberto's birth certificate, and indeed the correct family name is Marrocco. The story goes that the sign-writer who painted the sign for Alberto's father's shop had not heard the name correctly and hence misspelled it as Morrocco. Despite this mistake Alberto assumed the incorrect version of the name. Indeed Alberto thought for many years that his correct name was Morrocco and the mistake was only brought to his attention when he applied for a passport. \r\n\r\nHe attended Sunnybank School and Causewayend School before being accepted, at age 14, into Gray's School of Art in Aberdeen. He attended Gray's between 1932 and 1938. At Gray's he was taught by James Cowie whose fine draughtsmanship had an impact on the young Alberto and by Robert Sivell whose interest in the Italian Renaissance had a significant and lasting impact on Alberto and his work. After completing his studies in 1938 Morrocco and Sivell worked together on murals for the Students' Union of the University of Aberdeen. \r\n\r\nIn 1939, Morrocco went abroad and studied in France and Switzerland, and after military service during World War II continued his painting while also working as an illustrator. In 1941, he married fellow painter Vera Mercer. They had three children\n\n"}, {"name": "Back Wynd", "location": "Back Wynd side of Screen in front of St Nicholas Churchyard", "area": "Central Aberdeen", "type": "This street was formally laid out in the 1590s at a time when Aberdeenâ\u0080\u0099s population was growing and there was a need to expand the Royal Burgh. The land upon which the street was formed had previously been croft land owned by different people and groups. The street has had a number of names over the centuries including Aedieâ\u0080\u0099s Wynd and Westerkirkgate. Originally the street ran alongside St Nicholas Church down to the Green area of Aberdeen. When Union Street was laid out the section of Back Wynd connecting the street to the Green was severed. However a set of stairs on the south side of Union Street carry down to the Green and are known as Back Wynd steps.", "about": "\n\nAs a street Back Wynd dates from 1590-1594. However the land upon which the street was laid out in the 1590s does have a longer recorded history. It was part of a croft of land known as the Sow Croft and later as Caberstone Croft\n\n"}, {"name": "Bob Cooney (1908 - 1984)", "location": "x Castle Street", "area": "Central Aberdeen", "type": "Radical politician. Born in Sutherland in 1908. On the death of his father the family moved back to Aberdeen and Bob was educated at St Andrew's Episcopal School. After school Bob was apprenticed to a pawnbroker. He became involved in the street politics and debates in the Castlegate in Aberdeen and became a communist and bitterly opposed to poverty. Between 1931-2 he lived and worked in Russia. On his return to Aberdeen he fought hard, successfully, against the forces of the British Union of Fascists under William Chambers Hunter in Aberdeen. In 1937 he volunteered as part of the International Brigade in the Spanish Civil war, which he viewed as the front line against fascism. He served as a gunner for the duration of the Second World War. After the end of the war Communism became the main enemy and Bob found his position less tenable and spent a period in Birmingham. In these years he became increasingly involved in folk music and became a celebrity in that field. He died in Aberdeen in August 1984.", "about": "\n\nBob was born to an Aberdonian family, of seven, who were living in Sunderland in 1908. Bob's father died a few months after his birth and the family returned to Aberdeen. Bob and his brother, Dod, were educated at St Andrew's Episcopal School. The brothers cleaned the school before and after each day and were members of the choir. On leaving school the children all entered a trade\n\n"}, {"name": "Thomas Fraser (1872 - 1951)", "location": "16 Albyn Place", "area": "Central Aberdeen", "type": "Medical pioneer. Born and educated in Aberdeen. During the First World War he served in Egypt, Gallipoli and France in various medical capacities, attaining the final rank of Acting Colonel, with five â\u0080\u0098mentions in dispatchesâ\u0080\u0099. Fraser was involved in the discovery of insulin as a treatment for diabetes. Between 1937 and 1938 he served as President of the British Medical Association. He died in 1951.", "about": "\n\n\n\n"}, {"name": "Hugh Mercer (1726 - 1777)", "location": "Quadrangle, Marischal College, Broad Street", "area": "Central Aberdeen", "type": "Jacobite and general in the American Revolutionary War. Born in 1720 in Aberdeen, studied medicine at Marischal College from 1740-4. He was an active Jacobite. In 1745 he joined Bonnie Prince Charlie's army as a surgeon's mate and was present at the battle of Culloden. He fled Britain after defeat at Culloden in 1746 and settled in Pennsylvania. He became friends with George Washington and settled in Fredericksburg, Virginia. At the outset of the Revolutionary War he was appointed as a commander in the revolutionary army. He executed the successful attack against the British at Trenton on 26 December 1776. At the battle of Princeton, 12 January 1777, he was bayoneted and died several days later of his wounds.", "about": "\n\nHugh Mercer was born in 1726 (although the dates 1720 and 1725 have also been given), near Rosehearty, at the manse of Pitsligo. His father was a minister, William Mercer and his mother was Anna Monro. Hugh studied medicine at Marchical College for four years between 1740 and 1744. His father's sympathies lay with the British government and the Hanoverian monarchy but Hugh's lay with the Jacobites. He enlisted in Bonnie Prince Charlie's army as a surgeon's mate and was present at the Battle of Culloden in 1746. \r\n\r\nHe eluded capture afterwards and made his way to America at some point between 1746 and 1747. He settled at the frontier settlement, Conococheague, near what is now Mercerburg Pennsylvania. In about 1755 he enrolled as a soldier and took part in the wars against the French and the American Indians. He took part in the failed expedition against Fort Du Quesne, under General Edward Braddock. On 9 July 1756 he was wounded at Monogahela, and later received a medal from the corporation of Philadelphia. In 1758 he became a Lieutenant-Colonel of the Provincials and was involved in negotiations with the Six Nation Amerindians in 1759. During this period he became friends with George Washington. \r\n\r\nAfter the war he moved to Fredericksburg, Virginia and restarted his career in medicine. There his friendship with Washington developed; they were members of the same Masonic Lodge. During this period he married Isabella Gordon, with whom he had four sons and one daughter. In 1775 he was a member of the Fredericksburg Committee of Safety and was increasingly concerned by the direction of British governance of the American colonies. This is shown in that he was one of the members of the Independent Company of the Town of Fredericksburg who on 25 April 1775 sent a letter of concern to Washington about George III's removal of gunpowder from the magazine at Williamsburg. \r\n\r\nAs war broke out with Britain Mercer was keen to be involved on the revolutionary side; although he was at first denied a leadership position as he was a 'northern Briton'. He was subsequently elected Colonel of the Minute Men of Spotsylvania, King George, Stafford and Caroline Counties. On 11 January 1776 he was appointed Colonel to what would become the 3rd Virginia Regiment of the Continental Army, whilst in 1776 at Washington's recommendation he was appointed Brigadier-General in the Armies of the United Colonies. He accompanied Washington in his retreat through New Jersey, a retreat subsequently known as the 'crisis of the Revolution'. On 26 December 1776 he executed the successful attack against Hessian troops at Trenton. He later advised a night march on Princeton\n\n"}, {"name": "James McBey (1883 - 1959)", "location": "42 Union Grove", "area": "Central Aberdeen", "type": "Artist. Born in 1883 in Foveran, Aberdeenshire. He left school at the age of 15 and entered service in the North of Scotland Bank. At age 27 he left the bank in order to make a proper living from his art. In 1916 he was appointed to a position in the Army Printing and Stationery Department. He later became an official War Artist. In 1929 he met his future wife Marguerite Loeb in America. They purchased property in Tangier in 1932. He is remembered mainly as an artist of the Middle East although his work covers many areas. He died on 1 December 1959 and was survived by his wife, an artist in her own right, who died in October 1999.", "about": "\n\nJames was born at Foveran, near Newburgh in 1883. In his early years he lived with this mother and grandparents in nearby Newmill. At the age of five, in 1888, after the death of his grandfather, who had been the local smith, the family moved to Newburgh. At the age of 15, in 1898, James left school, having already displayed some artistic talent, but through financial necessity he entered the service of the North of Scotland Bank. During his training and five years at the Bank in Aberdeen he began to produce etchings. With no available printing press he pulled the first of these through on his mother's laundry mangle.  \r\n\r\nJames left the service of the Bank at age 27, in 1910, having decided that he wanted to become a professional artist. He travelled in Holland and from 1913 had a studio in London, where he was successful from the start, principally through making sets of etchings (at that time highly popular). In 1916 he was conscripted and assigned to duty as a subaltern in the Army Printing and Stationery Department, based at Rouen and Le Havre. During that time, whilst on leave, he visited the Somme to sketch the desolation he found there. After a year of duty in France, Campbell Dodgson, then Keeper of the Department of Prints and Drawings at the British Museum, recommended him to the position of Official War Artist. In this capacity he joined to the British expeditionary force in Egypt. During this time he painted portraits of King Feisal and Lawrence of Arabia, who sat for him in Damascus, in October 1918. The portrait now hangs in the Imperial War Museum. Having completed his service he travelled in Holland, Belgium and Italy. From 1929 he began to travel to America where he met his future wife, Marguerite Loeb, of Philadelphia. It was through her love of the sun, and associated dislike of London in winter, that James bought, in 1932, a property in Tangier, moving later to Marrakech. They were in the United States at the outbreak of the Second World War and were unable to return to Europe or North Africa and so travelled extensively through the US. During this period James continued to paint in both oil and watercolour as well as making etchings and painting many commissioned portraits. \r\n\r\nAside from his painting and etching he had a keen and lively mind. He was interested in the production of violins and was keen to reproduce the sort of violin produced by Stradivarius. The technique used by Stradivarius being lost to history\n\n"}, {"name": "James McGrigor (1771 - 1858)", "location": "Grammar School, Esslemont Avenue side", "area": "Central Aberdeen", "type": "Founder of the British Army Medical Corps. Born in 1771 in Cromdale, Inverness-shire. Educated at Aberdeen Grammar School and Marischal College, where he studied medicine. He purchased an appointment in the army and served as an army surgeon in the West Indies, Bombay and Ceylon. In 1809 he was appointed Inspector General of Military Hospitals and in 1810 married Mary Grant. In 1811 became Chief of Medical Staff of the Peninsular Army under the Duke of Wellington. He developed a system of evacuation of military personnel from the front lines. Later knighted and appointed Director General of Army Medical Services, he was also responsible for the creation of chairs of Military Medicine at the Universities of Dublin and Edinburgh. He died in 1858.", "about": "\n\nBorn on 9 April 1771, his father was Colquhoun McGrigor, an Aberdeen based merchant, and his mother was Anna. Having attended Aberdeen Grammar School he studied at Marischal College, from where he graduated MA in 1788. After this he studied medicine at Aberdeen and Edinburgh. He wanted to become an army surgeon; after the outbreak of war with France in 1793 he purchased the post of surgeon to De Burgh's regiment. He served with this regiment in both Flanders and Bremen. \r\n\r\nIn 1795 the regiment (by then known as the 88th or Connaught Rangers), his transport mistook a sailing signal and set off alone, arriving substantially in advance of the other troops. By this time the transport was feared wrecked. He was then posted to suppress the revolt of Grenada, but was shipwrecked along the way. The majority of the 88th were shattered and dispersed as they sailed to the West Indies\n\n"}, {"name": "Meredith Brown (1845 - 1908)", "location": "78 Dee Street", "area": "Central Aberdeen", "type": "Social reformer. Born in 1845 in Glasgow and brought up in Aberdeen", "about": "\n\nMeredith Jemima Brown was born in 1845, although the New Dictionary of National Biography gives 1846 as a possible date, in Glasgow. Her parents moved to Aberdeen and she was brought up in Aberdeen. Her father was the Reverend David Brown, a Free Church minister, and one of those involved in revising the New Testament. Her mother was Catherine Dyce, sister of the famous artist, William Dyce. \r\n\r\nIn the 1880s after her mother died Meredith moved to London. It was here that she became interested in the lives being led by impoverished factory girls in the East End. She realised that those girls working in similar factories in the West End led comparable lives and set out to effect some improvements. Initially this was done by setting up a place where these girls could meet in their spare time. She and a friend disguised themselves as factory girls in order to learn more about the lives being led by girls living in slums in the West End. Their experiences formed the basis for a book, Only a Factory Girl, the sales of which provided some Â£2000. Meredith used this money to purchase a house at 16 Union Street, Lisson Grove. This was the first incarnation of the Shaftesbury Institute. This provided not only cheap bed and breakfast accommodation for women coming to London but also a crÃ¨che, and a place where women and girls could spend a safe, and teetotal, night. \r\n\r\nMeredith's work began to extend beyond the Institute\n\n"}, {"name": "Netherkirkgate", "location": "frontage of Holland Barret, x Netherkirkgate", "area": "Central Aberdeen", "type": "Netherkirkgate, or Lower Church Road, is perhaps the oldest street in Aberdeen. A version of the street is mentioned in a charter dated 1212 as the Vicus Fraxini, or Way of the Ash Tree. The more modern name emerged in the 14th century. Until the 19th century this was one of the main thoroughfares of Aberdeen providing access to the Burgh Church, St Nicholas. The street was lined with town houses in the medieval period and was the site of one of the town's ports (lockable gates). Today Netherkirkgate extending into Carnegie's Brae runs underneath Union Street to provide access to the Green.", "about": "\n\nIn the sense that is used here gate it derives from Gata, an old Norse word meaning the way to' or street'. In this sense the meaning of Netherkirkgate is the Lower Road leading to the Church. In Aberdeen there is also Upperkirkgate; most other Scottish cities of medieval date have similar names. \r\n\r\nNetherkirkgate has a claim to being the oldest named street in Aberdeen. In a charter dated 1212, recorded in the Chartulary of the Abbey of Arbroath, one Gilber Stute, burgess of Aberdeen, and his wife Emma were described as having a piece of land lying in the Vicus Fraxini. From the description of physical factors on the street in the charter it seems clear that the Way of the Ash Tree is what we would call Netherkirkgate. The term Kirkgate is first used sometime later in 1311, but without sufficient evidence to distinguish between the Upper or Nether Kirkgates. It is in fact in 1382 that we have the first surviving recorded use of the exact term Netherkirkgate, although the street is clearly one of the very oldest in the history of Aberdeen. \r\n\r\nIn the medieval period, and beyond, Netherkirkgate was one of the principle thoroughfares of Aberdeen and was the site of many prestigious townhouses. One of these was the so called Wallace Tower, built by Sir Robert Keith of Benholm, a younger brother of the Earl Marischal, who had founded Marischal College. Keith bought the land on which the house originally sat in 1588 and the house was built shortly afterwards. In 1965 the area was developed and a large department store built on the site of the House. The tower was removed from its original site and moved to a park in the north of the city (Seaton Park, off Tillydrone Road) where it was reconstructed'. \r\n\r\nNetherkirkgate was also the site of one of the town's ports (locakable gates)\n\n"}, {"name": "Thomas Reid (1710 - 1796)", "location": "The Pend of King''s College Quadrangle, Old Aberdeen", "area": "Central Aberdeen", "type": "Philosopher and Scottish enlightenment scholar. Born in 1710 at Strachan in Kincardineshire, educated at Aberdeen Grammar School and Marischal College, where he trained in theology. He was later librarian of Marischal College and minister of Newmachar from 1737. Appointed a regent at King's College Aberdeen in 1751 and in 1764 appointed to the chair of Moral Philosophy at the University of Glasgow. His greatest contribution to the Scottish enlightenment was to develop the philosophy of Common Sense.", "about": "\n\nThomas Reid was born on 26 April 1710. His father, Reverend Lewis Reid, was a presbyterian minister at Strachan in Kincardineshire and his mother was Margaret, nÃ©e, Gregory. After attending the local parish school in Kincardineshire he was educated at Aberdeen Grammar School, from April 1722. In October 1723, after leaving school, he attended Marischal College, where he first took the general arts course, which he completed in 1726. He then studied divinity. After successful completion of this course he then went on to become a minister of the Church of Scotland.\r\n\r\nAfter two years as a presbytery clerk, in Kincardine O'Neil, he was appointed to the position of librarian of Marischal College in July 1733, which he held for three years between 1733 and 1736. After this he toured England before being appointed as minister of Newmachar (Aberdeenshire) in 1737. It was during his time as minister of Newmachar that he published his first work on philosophy, 'An Essay on Quantity; Occasioned by Reading a Treatise in which Simple and Compound Ratios are applied to Virtue and Merit.' This was a criticism of Hutcheson's An Inquiry into the Original of Our Ideas of Beauty and Virtue, subtitled 'An attempt to introduce a mathematical calculation in subjects of morality.' On 12 August 1740 he married his cousin Elizabeth Reid\n\n"}, {"name": "Theatre Lane", "location": "Theatre Lane, Virginia Street end", "area": "Central Aberdeen", "type": "This theatre, the Theatre Royal, was completed in 1795 and funded by a subscription; it was Aberdeen's first permanent theatre. The Theatre, designed by Mr Holland, cost Â£3000 Sterling and seated 5-600 people. In 1818 a box cost 6s, a place in the pit 4s and a place in the gallery 2s, whilst in 1837 this was 3s for a box, 2s for the pits and 1s for the gallery. The Theatre Royal was very popular with Aberdeen's high society until the 1830s when it began to fall into decline. Three years after the opening of Her Majesty's Theatre and Opera House in 1872 the premises of the Theatre Royal were sold to the Church of Scotland.", "about": "\n\nAlthough theatre and public performances have a long history in Aberdeen this was the first permanent theatre in the city. Arguably public performances in Aberdeen can be traced back to the dramatic religious performances of the pre-reformation era. From the early 17th century James VI licensed stage plays and companies of comedians to perform in the city. From the latter 17 and early 18th century travelling theatre companies and theatre productions became almost unheard of in Scotland. After some opposition a company of comedians established themselves in Edinburgh in 1745 and a detachment in Aberdeen in 1751. The detachment were initially denied any premises in Aberdeen itself and raised a building on the south side of the Spittal for performances. This closed after one season. In 1768 the magistrates licensed a company under one Fisher to perform in Aberdeen, in the New Inn. In 1773 the celebrated West Digges attempted to establish a theatre in Aberdeen. Having been opposed he set up a successful theatre on the north side of the Spittal. \r\n\r\nIn the wake of this success a site was selected on the newly formed Marischal St to house a permanent theatre in Aberdeen proper. The building was completed in 1795 at a cost of Â£3000 raised by subscription. Eventually the site was purchased outright by John Fraser, a local merchant. The theatre was effectively small to medium sized housing some 5-600 people. In the first few decades of its existence it was particularly popular and drew in many of those from Aberdeen's high society. The journalist W.Carnie reminisced that in the 1830s 'I have seen Marischal Street half lined with the waiting carriages of the best families of the town and county.' Its main attraction, after 1818, was its production of Rob Roy. In 1817 the lease of the Theatre Royal had been taken on by Corbet Ryder, who was an actor-manager. He made a reputation for himself with his swashbuckling acting style. It has been argued that Ryder, and his wife Jessie Pollock (who managed the Theatre after her husband's death in 1842), established Scotland's northern theatre circuit using Aberdeen as their base. \r\n\r\nBy the 1830s and the 1840s the growing evangelical reform movement in Aberdeen successfully challenged the notion of the theatre as being a respectable form of entertainment for the aspirational and established classes. At this time the 'Penny Rattler' or Bool Road Theatre attracted more patrons and more criticism for its poor performances and violence and drunkenness that attended its performances. Aside from these considerations Pollock's tastes were conservative, at a time when London based shows were increasing available (via an improving transport network) to the north. This led to a need to build a big venue to attract these touring London shows, this led to the opening of Her Majesty's Theatre and Opera House in 1872 (reopened as the Tivoli in 1910 after a refit by Frank Matcham), the Palace Theatre in 1898 and finally His Majesty's Theatre in 1906, His Majesty's could seat 2500. Three years after Her Majesty's opened the premises of the Theatre Royal were sold to the Church of Scotland.\n\n"}, {"name": "Townhouse", "location": "Castle Street frontage of Town House to east of Tolbooth front door", "area": "Central Aberdeen", "type": "This plaque is fixed to Aberdeen's Town House, designed by the architects Peddie and Kinnear in 1870. The site has been used for Civic governance since the later 14th century when a Tolbooth was built here. The Tolbooth built then housed the burgh's courts, as well as the Sheriff's Court, and burgh's tax collection point. A Wardhouse, or prison, was added onto the east side of the Tolbooth between 1616 and 1629 to ward those awaiting trial in the adjacent courts, punishment or later transportation. Most of the original buildings were demolished in the 19th century when the new Town House building was laid out, except the Wardhouse Tower of the Tolbooth (which today houses Aberdeen's Museum of Civic History). The current building houses both the City Council and the Sheriff's Court, as well as the Museum.", "about": "\n\nThe Castlegate has been the site of Aberdeen's Tolbooth (later Town House) since approximately 1393. Tolbooths were originally the collection point for tolls and taxes levied on trade. However between the 12th and the 14th centuries Tolbooths generally also came to house the Burgh's courts (the Baillie, Head, and Guild Courts) as well as other official functions such as the Sheriff's Court. It is not known where the pre 1393 Tolbooth was located. An earlier version may have been sited at the waterfront, on the line of modern Virginia Street. After a charter issued by Robert III in 1393 a new Tolbooth was built approximately under where the Sheriff Court part of today's Town House sits. \r\n\r\nBetween 1616 and 1629 a Wardhouse Tower was built on to the east end of the Tolbooth. This was built by Thomas Watson, master mason of Old Rayne, following an order from James VI that all burghs should have â\u0080\u0098sure and sufficient' prisons. In this case the Wardhouse was to act as prison for both the Burgh and Shire of Aberdeen. The Tolbooth building continued to grow and develop over the next few centuries. \r\n\r\nIn the 19th century it was decided to demolish much of the old complex of buildings and erect a new Town House. The only exception was the Wardhouse Tower of the Tolbooth which was to be preserved. The architects hired were Peddie and Kinnear who designed a new Town House in sandstone to match the free stone (imported from Kingoodie in the 17th century) from which the Wardhouse Tower of the Tolbooth was made. However the City Council wanted a granite Town House and Peddie and Kinnear subsequently altered their designs. The Town and County Buildings which were erected were built between 1867 and 1874 in a Scottish baronial style. \r\n\r\nToday the Town House contains the Council Chambers (in a modern annex appended to the building in the 1970s), the Sheriff's Court and the Wardhouse Tower of the Tolbooth. The Wardhouse Tower is today known simply as the Tolbooth and houses Aberdeen's Museum of Civic History. The Museum retains a unique atmosphere and has displays in the various 17th and 18th century cells which survive. Displays include ones on crime and punishment and local history. The Museum is open seasonally over the summer months. This site has been used for civic governance in Aberdeen for some 7 centuries. The Town House main entrance on Castle Street leads into an impressive Victorian entrance hall which feature the town's mortification boards (records of bequests and gifts to the town over the centuries). The main curving staircase is lined which portraits and later photographs of past Lord Provosts of Aberdeen. The Town and County Hall and other grand civic rooms retain a wonderful sense of history and grandeur and feature, amongst other things, two impressive 18th century lead crystal chandeliers.\n\n"}, {"name": "Victoria Bridge (1881 - present)", "location": "west side of Victoria Bridge, under lamp post", "area": "Central Aberdeen", "type": "Formally opened on 2 July 1881, Victoria Bridge provided direct access for carriages between the centre of Aberdeen (Market Street) and Torry, which at that time was rapidly expanding. There had been a need for a bridge to replace the ferry boat system of crossing the river Dee at this position for some time. The final impetus came after the Dee Ferry Boat disaster of 5 April 1876, when 32 people lost their lives. The bridge was a response to this disaster and was partly funded by public contributions as well as by Aberdeen Council City Council.", "about": "\n\nIn the late 19th century both Aberdeen and Torry experienced rapid population growth and expansion. In Torry many new streets were created. Concomitant with this there was a growing need for a bridge to connect Torry to Aberdeen. Prior to the erection of this bridge pedestrians had some access by the Wellington Suspension Bridge but most carts and carriages would have had to cross the river some 2.6 k to the south on the medieval Bridge of Dee. The main means of access between Torry and Aberdeen in the 19th century was a ferry boat operated by means of a pulley system. This ferry boat had been in operation from medieval times and plied between Pocra Quay and Torry. \r\n\r\nAside from the increase in numbers travelling between Torry and Aberdeen due to population growth and urban expansion, the Bay of Nigg in Torry was a popular destination for day holiday makers from Aberdeen. One day holidays in particular attracted large numbers of people to the Torry area. 5 April 1876 was a Sacramental feast day, and was thus a holiday for most people in Aberdeen. There was a fair at Torry and many people were crossing the Dee by ferry in order to get to it. \r\n\r\nPeople waiting at the Aberdeen side had become impatient waiting for the ferry to arrive. When it did they pushed onto the boat without allowing time for those already on board to vacate the ferry. Consequently the boat set off on its return journey over loaded with in excess of 70 people on board. The ferry started to shake mid stream, in a river that was already swollen and fast flowing, the rope was loosened and the boat drifted. As she capsized a  number of passengers were able to swim to safety but 32 people drowned, mostly those from Aberdeen. \r\n\r\nThis disaster provided the final impetus to build a new bridge for heavy traffic and wheeled conveyances. Three plans were initially considered, one of an iron ribbed bridge by the Blaikie Brothers (at a cost of Â£17500); an iron lattice girder bridge by Abernethy (at a cost of Â£12000) and the plan which was finally approved, by Andrew Gibb (lithographer) for a granite bridge. Despite initial estimates that the bridge would cost some Â£19000 it eventually cost Â£25000 to erect, following some difficulties with the foundations. Twelve caissons (or footings) were sunk into the river bed to take the bridge's four piers which sit in the Dee. The caissons were supposed to be sunk to a depth of 27 foot but had to be sunk to 42 foot. The bridge consists of five arches of between 60 and 66 foot in width. It is 342 foot in length and 40 foot broad. \r\n\r\nThe funding for the bridge came from a variety of different sources. The Aberdeen Land Association (which had been instrumental in developing Torry as a residential area) contributed Â£5700; Mr Davidson of Balnagask (a prominent landowner in the Torry area) gave Â£1000; the Harbour Commissioners contributed Â£1000; Mr Morrice of Tullos estate gave Â£200 whilst the balance of Â£17100 was met by Aberdeen City Council. This plaque was unveiled in February 2005 when children from Torry primary schools dressed as the victims of the Ferry Boat disaster processed over the bridge prior to an ecumenical service being held.\n\n"}, {"name": "William Meff (1861 - 1935)", "location": "40 Fonthill Road", "area": "Central Aberdeen", "type": "Lord Provost of Aberdeen. Born in Aberdeen in 1861, his father, also William, was a trawler owner. Both the younger William and his brother began their careers working in their father's business.  Subsequently the two brothers set up their own highly successful firm, Meff Bros. He rose to become chairman and director of large number of harbour related firms, such as the Bon-Accord Ice Company and the Aberdeen Mutual and General Marine Insurance Company. He entered public life as a Harbour Commissioner (on which board he sat for 27 years) and subsequently was elected as Councillor for the then newly incorporated Torry Ward (1894-1911). For many years he was Shoremaster at a time of great harbour changes (such as the creation of Albert Basin and Victoria and Upper Docks) and has been called â\u0080\u0098maker of the Harbour'. In his later political career he held most of the high offices in Aberdeen, such as Dean of Guild, Treasurer and was twice Lord Provost. In his role as chief magistrate he oversaw many important changes to Aberdeen, including the purchase of Hazlehead Estate to form a park for the city.", "about": "\n\n\n\n"}, {"name": "George Russell Gowans (1843 - 1924)", "location": "119 Broomhill Road", "area": "Aberdeen", "type": "Artist. Born in 1843 at Woodside and served his apprenticeship at Keith & Gibb lithographers, along with fellow artist Sir George Reid and John Bulloch, editor of Scottish Notes and Queries and various volumes of the New Spalding Club.  A winner of a National Medal for Success in Art from South Kensington in 1879, Gowans also became a Master Teacher of Art in that same year.  He was a founding member in 1885 of Aberdeen Artistsâ\u0080\u0099 Society. In 1893 he was elected to the Royal Scottish Society of Painters in Watercolours (RSW) and at one time served as a member of the Hanging Committee. Gowans was active in the Northern Arts Club, serving as its Vice President in 1910-12.  His marriage to Jessie Ann Reid in 1886 was officiated by H.W. Wright, Minister of Ferryhill, and the couple lived first at 267 Union Street, then at 36 Holburn Street, and finally at 119 Broomhill Road.  Gowans is remembered mainly as a landscape artist of North East Scotland although his work covers many areas of Scotland, England and northern France, particularly Normandy and Picardy. He died in 1924, one year after the death of his wife", "about": "\n\nBorn at 33 Barronshall Lane in Woodside (now Great Northern Road), Gowans was his parents' first child. A sister, Maria, was born in 1845 but died shortly thereafter.  A younger brother, Samuel Frederick Ritchie Gowans, was born in 1847 and later served in the merchant marine, sailing clipper ships to China.  His father, George Gowans, was a veteran of the 93rd Regiment of Foot and served in Ireland, the West Indies, England, Canada and Scotland (including Aberdeen) between 1820-1841, before settling in Woodside where he worked at the mills as a weaver.  Gowans senior met and married his mother, Mary Taylor, while stationed at Fort Pitt, Chatham, where Mary's father had served with the 11th Light Dragoons during the Napoleonic Wars.\n\nGowans lived with his father, mother, maternal aunt and younger brother in Woodside until the early 1850s, when the family moved to St. Pauls Street.  Following the death of his mother in 1856, the family lived at 36 Castle Street and at 70 Loch Street. By the age of 13, Gowans was studying art at the Mechanics Institution, winning a prize in the first (elementary) grade in 1857.  He won a free studentship in 1871 as a result of work submitted to the National competition, and he was awarded the silver medal in the National competition in 1879, the year he successfully passed all the examinations in the first group of subjects for a third grade, or Art Master's certificate. \n\nGowans studied in Aberdeen, London, and Paris at the Academie Julian under Bougereau and at the Ecole des Beaux Arts, including artistic anatomy with Matthias Duval.  He achieved success as a working artist and art instructor from the start.  He painted both in oil and watercolour as well as in pastels, pencil, and ink.  Although noted for his landscapes, he also produced portraits of family, friends, colleagues, and local notables.  His paintings featured regularly in the Royal Scottish Academy's summer exhibitions, as well as at those of the Royal Glasgow Institute, the Royal Scottish Society of Painters in Watercolour and the Aberdeen Artists' Society.  He also exhibited at the Royal Academy in London and in the major London galleries.  One of his watercolours, the Muir of Dinnet now at the Aberdeen Art Gallery, was exhibited at both the 1908 Franco-British Exhibition in London and at the 1911 International Exhibition in Rome.\n\nAside from his painting and etching he had an active life in his younger years. He was an enthusiastic member of the Old Volunteers, and he was an active climber and an expert in fencing.  His interest in music extended to playing the violin and organ.\n\n"}, {"name": "Robin Lawrence (1892 - 1968)", "location": "10 Ferryhill Place", "area": "Aberdeen", "type": "Pioneering medical scientist. Soon after qualifying as a medical doctor Lawrence was diagnosed with diabetes. At the time, in the early 20th century, a disease such as this was normally fatal. Having moved to Florence to spend his remaining time there he was called back to Britain by his friend G.Harrison at King's College Hospital, London, with the message 'I have got some insulin. It works. Come back quick.'\n\nLawrence quickly learned how to manage diabetes and became a leading specialist in the field. His books, The Diabetic Life and The Diabetic ABC both ran to numerous editions. He and his close friends are credited with creation of the Diabetic Department at King's College Hospital, of which he subsequently became head. In 1934 with the public support of his friend and patient the novelist H.G.Wells he founded the Diabetic Association, now the British Diabetic Association. He was the Chairman of its executive council from 1934 to 1961. In 1950 he was involved in founding the International Diabetic Federation, of which body he was President until 1958.", "about": "\n\nRobert, commonly known as Robin, Lawrence was born in Aberdeen on 18 November 1892. He was educated at Aberdeen Grammar School and Aberdeen University. He followed his elder brother into medical school and graduating with honours in 1916. He then joined the Royal Army Medical Corps and spent the next three years in India.\n\nReturning home in 1919, he obtained an appointment as second House Surgeon in the Casualty Department of King's College Hospital, London, later transferring to the Ear, Nose and Throat Department. It was here that he was first diagnosed with diabetes. At the time a diagnosis such as this was in effect a death sentence. People so diagnosed could get neither jobs or life insurance. He left for Florence to practise medicine amongst the ex-pat community there and to live the remainder of what he believed would be a short life in beautiful surroundings. \n\nAt the time there were a number of quack cures being circulated for diabetes\n\n"}, {"name": "Sugarhouse Lane", "location": "Sugarhouse Lane", "area": "Aberdeen", "type": "This lane cuts through a piece of ground which was feued to a group of merchants in 1776 to form a sugar refining manufactory. At the time the sugar business was highly lucrative and growing in importance", "about": "\n\nSugar production in the 18th century saw an exponential growth as European tastes changed and the price of sugar came down so that it was no longer a luxury good for the very rich only. Demand for sugar remained extremely high and it was often valued as highly as gold or pearls. The British Empire was heavily involved in sugar production most of which took place in colonies in the New World, generally involving vast numbers of slave labourers imported specifically to work on the sugar plantations. Indeed for centuries the sugar trade was intimately bound up with the slave trade. Sugar was grown in the plantations of the colonies and then sometimes processed there or sent abroad for processing before sale to the public. \n\nIn the middle of the 18th century the process of sugar refining began to spread in Scotland. Glasgow, Greenock and Dundee, along with Aberdeen ventured into this manufacturing process. Trade was principally between the plantations in the southern states of the USA and the West Indies. The first sugarhouse in Aberdeen was set up by John Moir of Stoneywood on his own estate; Moir is principally remembered as a senior Jacobite in Aberdeen during the 1745-6 Rebellion. \n\nThe second enterprise in Aberdeen sought to locally refine the sugar for forward sale to the public in the north east of Scotland. On 8 May 1776 a sasine was granted of a plot of lands at the shore in order to erect a sugar refining business. The sasine was granted to Baillie William Young, James Burnett of Countesswells, John Burnett, Thomas Bannerman, Alexander Garioch and Alexander Young, all merchants in Aberdeen. They had formed a contract for 'carrying on a Joint trade of Importing raw Sugars to Aberdeen and of boiling and manufacturing the Sameâ\u0080¦'. The piece of land which they acquired was described thus\n\n"}]}